{
  "menu": {
    "brand": "<strong>jen mason consulting</strong>",
    "menu_links": [
      {
        "text": "Mission",
        "link": "#mission"
      },
      {
        "text": "Services",
        "link": "#services"
      },
      {
        "text": "About",
        "link": "#about"
      },
      {
        "text": "Contact",
        "link": "#contact"
      }
    ]
  },
  "page_1": {
    "banner": {
      "title": "Jen Mason Consulting",
      "subtitle": "connect. collaborate. create.",
      "btn1": "Learn more",
      "btn2": "Get in touch",
      "img": "http://jenmasonconsulting.ca/assets/img/jm-rocks-crop.jpg"
    },
    "section_1": {
      "microTitle": "Mission",
      "title": "Enabling groups to think, learn, and work together.",
      "text": "<p>I am passionate about supporting learning and positive change in groups of all kinds. Blending over 20 years of experience as an educator and process designer with insights from my PhD research about the role of listening in building resilience in complex, adaptive systems, I work with a sense of both purpose and playfulness.</p><p>My goal is support effective communication and learning, which will enable your group to achieve its goals and thrive.</p>",
      "btn": "What I do"
    },
    "section_2": {
      "img": "https://source.unsplash.com/random/1200x800?carribbean"
    },
    "section_3": {
      "microTitle": "Services",
      "title": "Healthy systems are those in which there is an open flow of information and ideas.",
      "text": "<p>Drawing on over 20 years of experience as an educator, process designer, and facilitator, I offer a number of services to meet groups where they are and support them in opening the pathways of communication. I help groups to enable the flow of information and ideas and maximize their potential. These services include&nbsp;conflict resolution,&nbsp;listening and perspective-taking workshops,&nbsp;facilitated practice dialogues,&nbsp;team-building and group facilitation, and&nbsp;team-building nature retreats.Find out more about what I do below.</p>",
      "btn": "Learn more"
    },
    "section_4": {
      "services": [
        {
          "title": "Conflict Resolution",
          "subtitle": "Conflict Resolution",
          "text": "<p>A key step in optimizing the effectiveness of your group is to address and move through conflicts large and small that create blocks to the flow of information and ideas. Using a process developed by master facilitator, Linda Lehtonen, I can help your group work through the issues that limit its effectiveness and give your team tools to address and resolve their own communication challenges going forward.</p>",
          "img": "@/assets/img/jm_conflict_resolution.jpeg",
          "microTitle": "Address and transform conflicts within you group to get unstuck"
        }
      ]
    }
  }
}