{
  "menu": {
    "brand": "<strong>jen mason consulting</strong>",
    "menu_links": [
      {
        "text": "Mission",
        "link": "#mission"
      },
      {
        "text": "Services",
        "link": "#services"
      },
      {
        "text": "About",
        "link": "#about"
      },
      {
        "text": "Contact",
        "link": "#contact"
      }
    ]
  },
  "page_1": {
    "banner": {
      "title": "Jen <br>Mason <br>Consulting",
      "subtitle": "connect. collaborate. create.",
      "btn1": "Learn more",
      "btn2": "Get in touch",
      "img1": "jm-rocks-crop.jpg",
      "img2": ""
    },
    "section_1": {
      "microTitle": "Mission",
      "title": "Enabling groups to think, learn, and work together.",
      "text": "<p>I am passionate about supporting learning and positive change in groups of all kinds. Blending over 20 years of experience as an educator and process designer with insights from my PhD research about the role of listening in building resilience in complex, adaptive systems, I work with a sense of both purpose and playfulness.</p><p>My goal is support effective communication and learning, which will enable your group to achieve its goals and thrive.</p>",
      "btn": "What I do"
    },
    "section_2": {
      "img1": "jm_hands_bulb.jpeg",
      "img2": "https://source.unsplash.com/1600x900/?beach"
    },
    "section_3": {
      "microTitle": "Services",
      "title": "Healthy systems are those in which there is an open flow of information and ideas.",
      "text": "<p>Drawing on over 20 years of experience as an educator, process designer, and facilitator, I offer a number of services to meet groups where they are and support them in opening the pathways of communication. I help groups to enable the flow of information and ideas and maximize their potential. These services include&nbsp;conflict resolution,&nbsp;listening and perspective-taking workshops,&nbsp;facilitated practice dialogues,&nbsp;team-building and group facilitation, and&nbsp;team-building nature retreats.Find out more about what I do below.</p>",
      "btn": "Learn more"
    },
    "section_4": {
      "services": [
        {
          "microTitle": "Address and transform conflicts within you group to get unstuck",
          "title": "Conflict Resolution",
          "text": "<p>A key step in optimizing the effectiveness of your group is to address and move through conflicts large and small that create blocks to the flow of information and ideas. Using a process developed by master facilitator, Linda Lehtonen, I can help your group work through the issues that limit its effectiveness and give your team tools to address and resolve their own communication challenges going forward.</p>",
          "img1": "jm_conflict_resolution.jpeg",
          "img2": ""
        },
        {
          "microTitle": "DEVELOP CAPACITY TO ENGAGE WITH PEOPLE WHO THINK DIFFERENTLY THAN YOU DO",
          "title": "Listening & Perspective-Taking Workshops",
          "text": "Based on insights from my PhD dissertation research, I can help your group improve the capacity to listen to, learn from, and work with others, including those who think differently. Participants will build self-awareness and use this awareness to manage their own reactivity in the face of different views, ideas, or ways of doing things and by so doing, open to new ways of listening and engaging with others.",
          "img1": "",
          "img2": "https://source.unsplash.com/1600x900/?nature,water"
        },
        {
          "microTitle": "PRACTICE YOUR LISTENING AND PERSPECTIVE-TAKING SKILLS IN A FACILITATED SETTING",
          "title": "Facilitated Practice Dialogues",
          "text": "Using skills developed in the Listening and Perspective-Taking workshops, groups can participate in facilitated practice dialogues on a range of topics to solidify their skills and explore ideas collectively.",
          "img1": "jm_group_dialogue.png"
        },
        {
          "microTitle": "ENGAGE, EXPLORE, DECIDE, CREATE",
          "title": "Team Building & Group Facilitation",
          "text": "I offer both team-building and group facilitation services. Enhance connection and trust in your group or team through a variety of fun and reflective team-building experiences that are customized to your particular needs. Take action with your team in a variety of facilitated process (including Bohmian dialogue, Future Search, The Way of Council, Open Space, Focused Conversations, World Café, and others) that will help you assess needs, develop and explore ideas, and make decisions.",
          "img1": "jm_facilitation.jpeg"
        },
        {
          "microTitle": "MULTI-DAY TEAM RETREATS",
          "title": "Team Development Retreats in Natural Settings",
          "text": "Drawing on my experience as an outdoor, experiential, and adventure educator, I can design one or multi-day retreats to meet the needs of your group. Away from the demands of the day-to-day, and located in beautiful, natural settings, retreats can incorporate and blend any of the services I offer and include team building and nature connection experiences to help your group ground/connect/transform.",
          "img1": "jm-campfire.jpg"
        },
        {
          "microTitle": "SAFELY CONNECT IN PERSON WITH YOUR TEAM IN A BEAUTIFUL, NATURAL SETTING",
          "title": "Fireside Mini-Retreats",
          "text": "A Fireside Mini-Retreat gives teams of up to 11 people the opportunity to meet in person (safely-distanced) in a beautiful forested area just outside of Rockwood, Ontario. Sit under a blanket around a roaring fire and connect with your colleagues in a facilitated, customizable 1 ½ hour, afternoon session. Sip a hot chocolate, or warm beverage of choice, tucked into a protected circle of cedars with excellent acoustics for conversation. Surrounded and inspired by nature, this mini-retreat will refresh and invigorate your group. Come for a one-time recharge, schedule monthly sessions, or use this as a structured, pandemic-friendly opportunity to gather and connect with your colleagues.",
          "img1": "jm_fireside3.jpg"
        }
      ]
    },
    "section_5": {
      "microTitle": "ABOUT JEN",
      "title": "I love building community and connection with groups to help them think better together.",
      "text": "<p>I have worked as an educator and process designer for over 20 years with people of all ages and in all kinds of settings. I have a PhD in Sustainability Education and an MA in Education from Prescott College, as well as a BEd and a BA in Political Science from Queen’s University.&nbsp;My work and research sit at the confluence of resilience and complexity theory, whole-system change, dialogue theory and practice, organizational learning, mindfulness, transformative learning theory, experiential education, and nature connection. Bringing my love of learning and a deep sense of humility, I work with thoughtful purpose and infectious playfulness. I’d love to connect with you to find out how I can support you and your team/organization/community.</p>",
      "btn": "Contact"
    },
    "section_6": {
      "img1": "jm_headshot_crop.jpg"
    },
    "section_7": {
      "title": "Get in touch!",
      "text": "<p>Drop me a line for more information or to discuss your next project.</p>",
      "btn": "Contact"
    },
    "section_8": {
      "img": "jm_jumping_beach_min.jpg"
    },
    "footer": {
      "text": "© Jen Mason Consulting 2021"
    }
  }
}